<script>
    export default {
        name: "HelpAdvice",
    };
</script>

<template>
    <section id="advice" class="help-advice typography box-shadow">
        <h2 class="help-advice__title section-title">Советы по выбору</h2>
        <div class="help-advice__text">
            <p>
                Самый простой способ получить информацию по выбору полотна,
                освещению, особенностям монтажа, стоимости натяжного потолка —
                Бесплатный вызов замерщика
                <a href="tel:79111111111">+7 (911) 111-11-11</a>
            </p>
        </div>
        <div class="help-advice__text">
            <h3>Стоимость с установкой</h3>
            <p>
                Самый быстрый и простой способ узнать примерную стоимость
                натяжного потолка это воспользоваться нашим калькулятором
            </p>
        </div>
        <div class="help-advice__text">
            <h3>Выбор цвета и фактуры</h3>
            <h4>Глянцевые потолки</h4>
            <p>
                Главное свойство глянцевых потолков — зеркальное отражение.
                Благодаря такому эффекту достигается визуальное увеличение
                объёма помещения, высоты потолка, отражение предметов интерьера
                и световой композиции. Если Вы собираетесь сделать интерьер в
                стиле модерн, либо хай-тек или Вам не нравится Ваша маленькая
                комната. Глянцевые натяжные потолки помогут решить Вам эти
                дизайнерские задачи. Ни один другой материал не сможет создать
                эффекта зеркального отражения, визуального увеличения объема
                помещения, за счет отражения предметов интерьера и правильной
                постановки света. Глянцевые натяжные потолки дают объёмное
                отражение и стильный, качественный дизайн. Дизайн, который
                нельзя создать с помощью никакого другого материала. К тому же
                это один из самых долговечных и эффектных видов отделки
                потолков. Ассортимент глянцевых натяжных потолков настолько
                велик, что у Вас есть возможность создать самый изысканный
                интерьер. Вы сможете придать индивидуальность и создать
                собственный стиль для вашего помещения. Глянцевые натяжные
                потолки наилучшим образом сочетаются в интерьере кафе, клубов,
                баров и ресторанов. Их можно увидеть в студиях, салонах и
                кинотеатрах. И, безусловно, глянцевые натяжные потолки — это
                уникальное интерьерное решение для Вашего дома, квартиры и
                офиса. Они обладают рядом преимуществ, которые позволяют
                конкурировать им с другими видами потолков. Легкость конструкции
                и более простой монтаж потолка, а также возможность создания
                многоуровневых потолков, говорят уже сами за себя. Глянцевые
                натяжные потолки – помогут скрыть все изъяны основного старого
                потолка, ненужные провода и трубы. Пленка не подвержена
                воздействию грибков и плесени, что сохранит первоначальный
                внешний вид потолка. Характерной особенностью глянцевых покрытий
                является их способность концентрировать свет внутри комнаты.
                Такое физическое свойство часто выгодно используется
                дизайнерами. В результате чего комната становится намного
                светлее и создается эффект, что она стала объемнее
            </p>

            <h4>Матовые потолки</h4>
            <p>
                Натяжные матовые потолки – благодатное поле для творческих
                дизайнерских решений. С их использованием возможно создание
                самых необычных интерьеров, игра с пространством, объемом,
                формами и фактурами. Привычный белый цвет полотен идеально
                подойдет для интерьера выдержанного в классическом стиле или
                роскошном вычурном барокко. Такой потолок будет гармонировать с
                роскошной мебелью, лепниной и арками. Однако приверженцы
                сдержанности в оформлении также найдут в матовом полотне
                идеальный фон для своего интерьера. У нас вы найдете широкую
                цветовую гамму, в которой может быть выполнено любое потолочное
                покрытие. Матовое полотно в сочетании с глянцевым или фактурным
                в многоуровневых конструкциях может дать поистине завораживающий
                результат. Особенностью натяжных потолков является способность
                создать практически любую форму: купол, шатер или волна – вы
                можете воплотить в реальность любые свои фантазии.
            </p>

            <h4>Сатиновые потолки</h4>
            <p>
                Сатиновые натяжные потолки можно назвать разновидностью матовых
                полотен. Сатиновые потолки более тонкие и светлые по цвету,
                имеют вид сатиновой ткани, поэтому могут иметь не только белый,
                но и другие самые разные цвета. Данные потолки имеют такое же
                свойство переливания при любом освещении, как и настоящая
                сатиновая ткань. Если же сатиновый натяжной потолок выполнен в
                белом цвете, он, скорее всего, напоминает обычный побеленный
                потолок, а цветная поверхность сатинового потолка выглядит точно
                также как и ткань. Сатиновый натяжной потолок является средним
                звеном между матовыми и глянцевыми фактурами. Цена матовых и
                сатиновых натяжных потолков приблизительно одинакова, но
                создаваемый ими эффект в интерьере - разный. Оттенки этих
                потолков очень нежные и самыми востребованными являются:
                светло-фисташковый, голубой и белый. В Древнем Риме очень
                распространено было натягивать на потолок ткань, которую
                предварительно накрахмаливали, чтобы она лучше держала свою
                форму. Сатиновый натяжной потолок имитирует именно это, но
                обладает несравнимо лучшими характеристиками. Такое покрытие
                очень хорошо подходят для создания многоуровневого потолка,
                потолка самой разнообразной геометрической формы. Внешний вид
                сатинового потолка отличается от матового легкой игрой света. Он
                блестит, но не имеет свойства отражения. Из-за этого даже в тех
                помещениях, где освещение подобрано не совсем удачно, потолок
                все равно будет выглядеть хорошо. Дневной и искусственный свет
                отражаются от поверхности такого потолка по-разному. При дневном
                свете потолок будет иметь свой настоящий свет, а в тех местах,
                где на него попадает искусственное освещение, сатиновый потолок
                будет иметь оттенок ближе к белому. Поверхность таких потолков
                имеет микрорельеф, что и создает такую удивительную игру света.
                Устанавливают сатиновый потолок как в квартирах, так и в офисах.
                Но такой потолок имеет некоторые ограничения. Их нельзя
                устанавливать на открытом воздухе (веранды, например). Это
                связно с их непереносимостью перепадов и низких отрицательных
                температур. Минимально выдерживаемая ими температура составляет
                0°С, а максимальная – + 60°С
            </p>
        </div>
        <div class="help-advice__text">
            <h3>Выбор освещения</h3>
            <p>
                Мы можем предложить Вам точечные светильники, которые
                устанавливают отдельно или вместе с люстрой в любом месте
                натяжного потолка. Для декоративной подсветки отдельно
                используют светодиодную ленту или возможно сделать подсветку
                полотна изнутри.
            </p>
        </div>
        <div class="help-advice__text">
            <h3>Выбор количества уровней</h3>
            <p>
                Натяжной потолок можно сделать в один уровень, а можно в
                несколько уровней. На многоуровневом натяжном потолке есть
                возможность комбинировать цвета и фактуры, схемы освещения,
                создавать криволинейные траектории. Сложность конструкции влияет
                на величину отступа натяжного потолка от базового.
            </p>
        </div>
    </section>
</template>

<style lang="scss">
    .help-advice {
        padding: 16px;
        background-color: #fff;
        @include bp($bp-desktop-sm) {
            padding: 24px;
        }
    }

    .help-advice__title {
        margin-bottom: 16px;
        @include bp($bp-desktop-sm) {
            margin-bottom: 32px;
        }
    }

    .help-advice__text {
        &:not(:last-child) {
            margin-bottom: 12px;
            @include bp($bp-desktop-sm) {
                margin-bottom: 24px;
            }
        }
    }
</style>
