<script>
    export default {
        name: "HelpSafety",
    };
</script>

<template>
    <section id="safety" class="help-safety typography box-shadow">
        <h2 class="section-title">Безопасность</h2>
        <div class="help-safety__text">
            <p>
                Монтаж натяжных потолков производится с помощью газовый тепловой
                пушки. При монтаже натяжных потолков помещение разогревается до
                температуры 50-60 градусов, для того чтобы натяжной потолок стал
                эластичным, и с ним можно было работать для натяжения. Обычно, с
                газовой тепловой пушкой используют цельнометаллический газовый
                баллон, что в свою очередь несет за собой потенциальную
                опасность. Не редки случаи, когда этот самый цельнометаллический
                газовый баллон взрывался из-за несоблюдения техники
                безопасности, а порой вообще по не известным причинам. Так же,
                известно что на некоторых ГЗС не заправляют газовые бытовые
                баллоны, но всё же заправщики умудряются заправить газовый
                баллон, при этом не соблюдая технику безопасности заправляют его
                не зная оставшееся количество газа в баллоне. Газовые баллоны
                для пропана нельзя заправлять более чем на 80%, так как это
                может привести к взрыву. К примеру ситуация когда газовый баллон
                зимой с холода заносится в теплое помещение, от смены
                температуры газ расширяется, давление в баллоне увеличивается и
                в случае если баллон переполнен опасность взрыва становится
                очень велика. Компания «Barneo.sev» предлагает своим клиентам
                более технологичное решение проблем безопасности. Наши
                монтажники используют газовые баллоны новейших технологий:
                Полимерно-композитный газовый баллон из стекловолокна
                (взрывобезопасные газовые баллоны). Композитные газовые баллоны
                сертифицированы по стандартам ISO 9001:2008
            </p>
        </div>
    </section>
</template>

<style lang="scss">
    .help-safety {
        padding: 16px;
        background-color: #fff;
        @include bp($bp-desktop-sm) {
            padding: 24px;
        }
    }
</style>
